Revit 2027 API
SymbolTypeId.JPerMSup2K Property
 Symbol J/(m²·K), indicating unit Joules per square meter Kelvin.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId JPerMSup2K { get; }
Public Shared ReadOnly Property JPerMSup2K As ForgeTypeId
	Get
public:
static property ForgeTypeId^ JPerMSup2K {
	ForgeTypeId^ get ();
}
static member JPerMSup2K : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace